performance_ruby_2_2_0/raptor/active_record.txt
      done.

Transactions:		       10000 hits
Availability:		      100.00 %
Elapsed time:		      133.91 secs
Data transferred:	      457.21 MB
Response time:		        0.13 secs
Transaction rate:	       74.68 trans/sec
Throughput:		        3.41 MB/sec
Concurrency:		        9.96
Successful transactions:       10000
Failed transactions:	           0
Longest transaction:	        0.30
Shortest transaction:	        0.03
 
FILE: /var/log/siege.log
You can disable this annoying message by editing
the .siegerc file in your home directory; change
the directive 'show-logfile' to false.