performance_ruby_2_2_0/raptor/sleep.txt
      done.

Transactions:		       10000 hits
Availability:		      100.00 %
Elapsed time:		      713.19 secs
Data transferred:	        0.65 MB
Response time:		        0.18 secs
Transaction rate:	       14.02 trans/sec
Throughput:		        0.00 MB/sec
Concurrency:		        2.50
Successful transactions:       10000
Failed transactions:	           0
Longest transaction:	        2.11
Shortest transaction:	        0.00
 
FILE: /var/log/siege.log
You can disable this annoying message by editing
the .siegerc file in your home directory; change
the directive 'show-logfile' to false.