performance_ruby_2_2_0/raptor/sleep.txt
      done.

Transactions:		      100000 hits
Availability:		      100.00 %
Elapsed time:		      868.76 secs
Data transferred:	        6.48 MB
Response time:		        0.11 secs
Transaction rate:	      115.11 trans/sec
Throughput:		        0.01 MB/sec
Concurrency:		       12.32
Successful transactions:      100000
Failed transactions:	           0
Longest transaction:	       17.16
Shortest transaction:	        0.00
 
FILE: /var/log/siege.log
You can disable this annoying message by editing
the .siegerc file in your home directory; change
the directive 'show-logfile' to false.